{
    "Dashboard" : "Panel",
    "Manage Account" : "Gestiona la cuenta",
    "Profile" : "Perfil",
    "Log In" : "Inicia sesión",
    "Log in" : "Inicia sesión",
    "Log Out" : "Cierra sesión",
    "Log out" : "Cierra sesión",
    "Register" : "Regístrate",

    "Showing" : "Mostrando",
    "to" : "a",
    "of" : "de",
    "results" : "resultados",

    "Create" : "Crea",
    "Created." : "Creado.",
    "Edit" : "Edita",
    "Delete" : "Elimina",
    "Delete Account" : "Elimina cuenta",
    "Update" : "Actualiza",
    "Assign" : "Asigna",
    "Save" : "Guarda",
    "Saved." : "Guardado.",
    "Done." : "Hecho.",
    "Cancel" : "Cancela",
    "Search" : "Busca",
    "Remove logo" : "Elimina logo",
    "Enable" : "Habilita",
    "Disable" : "Deshabilita",
    "Confirm" : "Confirma",
    "Close" : "Cierra",

    "Are you sure you want to delete this?" : "¿Estás seguro que quieres eliminar este :concept?",

    "Only active" : "Solo activos",
    "Only admin" : "Solo administradores",
    "Active" : "Activo",
    "Inactive" : "Inactivo",
    "Admin" : "Administrador",
    "Name" : "Nombre",
    "Last name" : "Apellido",
    "Password" : "Contraseña",
    "Current Password" : "Contraseña actual",
    "New Password" : "Nueva contraseña",
    "Confirm Password" : "Confirma contraseña",
    "Phone" : "Teléfono",
    "Address" : "Dirección",
    "City" : "Ciudad",
    "Country" : "País",
    "Comments" : "Comentarios",
    "Description" : "Descripción",
    "Contact" : "Contacto",
    "Image" : "Imagen",

    "User" : "{1}Usuario|[2,*]Usuarios",
    "Username" : "Usuario",
    "Create user" : "Crea usuario",
    "Edit user" : "Edita usuario",
    "Delete user" : "Elimina usuario",
    "Update password" : "Edita contraseña",
    "Update Password" : "Edita contraseña",
    "For your security, please confirm your password to continue." : "Por tu seguridad confirma tu contraseña para continuar.",

    "Role" : "{1}Rol|[2,*]Roles",
    "Create role" : "Crea rol",
    "Edit role" : "Edita rol",
    "Delete role" : "Elimina rol",
    "Assign roles" : "Asigna roles",

    "Permission" : "{1}Permiso|[2,*]Permisos",
    "Permissions" : "Permisos",
    "Create permission" : "Crea permiso",
    "Edit permission" : "Edita permiso",
    "Delete permission" : "Elimina permiso",
    "Assign permissions" : "Asigna permisos",

    "Module" : "{1}Módulo|[2,*]Módulos",
    "Create module" : "Crea módulo",
    "Edit module" : "Edita módulo",
    "Delete module" : "Elimina módulo",
    "Assign modules" : "Asigna módulos",

    "Company" : "{1}Empresa|[2,*]Empresas",
    "Create company" : "Crea empresa",
    "Edit company" : "Edita empresa",
    "Delete company" : "Elimina empresa",
    "Assign companies" : "Asigna empresas",
    "Select company" : "Selecciona empresa",

    "Manage Team" : "Gestiona equipo",
    "Team Settings" : "Ajustes del equipo",
    "Create New Team" : "Crea nuevo equipo",
    "Switch Teams" : "Cambia equipo",

    "Remember me" : "Recuérdame",
    "Forgot your password?" : "¿Olvidaste tu contraseña?",
    "Already registered?" : "¿Ya estás registrado?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one." : "¿Olvidaste tu contraseña? No hay problema. Haznos saber tu dirección de email y te enviaremos por email un enlace para resetear tu contraseña que te permitirá elegir una nueva.",
    "Email Password Reset Link" : "Envía el enlace para resetear la contraseña",
    "Whoops! Something went wrong." : "¡Vaya! Algo salió mal.",

    "Profile Information" : "Información del perfil",
    "Update your account's profile information and email address." : "Actualiza la información de tu perfil y la dirección de email.",
    "Photo" : "Foto",
    "Select A New Photo" : "Selecciona una nueva foto",
    "Remove Photo" : "Elimina foto",
    "Ensure your account is using a long, random password to stay secure." : "Asegúrate que tu cuenta está usando una contraseña larga y aleatoria para permanecer segura.",
    "Two Factor Authentication" : "Autenticación en dos pasos",
    "Show Recovery Codes" : "Muestra los códigos de recuperación",
    "Add additional security to your account using two factor authentication." : "Añade seguridad adicional a tu cuenta usando una autenticación en dos pasos.",
    "You have not enabled two factor authentication." : "No has habilitado la autenticación en dos pasos.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application." : "Cuando la autenticación en dos pasos está habilitada, se le solicitará un token seguro y aleatorio durante la autenticación. Podrás recuperar este token desde la aplicación Google Authenticator de tu teléfono.",
    "You have enabled two factor authentication." : "Has activado la autenticación en dos pasos.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application." : "La autenticación en dos pasos ahora está activada. Escanea el siguiente código QR usando la aplicación de autenticación de tu teléfono.",
    "Regenerate Recovery Codes" : "Regenera los códigos de recuperación",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost." : "Guarda estos códigos de recuperación en un gestor de contraseñas seguro. Podrán ser usados para recuperar el acceso a tu cuenta si pierdes el dispositivo de autenticación en dos pasos.",
    "Browser Sessions" : "Sesiones de navegación",
    "Manage and log out your active sessions on other browsers and devices." : "Gestiona y cierra las sesiones activas en otros navegadores y dispositivos.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password." : "Si es necesario, podrás cerrar todas tus sesiones de navegación de todos tus dispositivos. Algunas de tus sesiones más recientes se muestran en la parte inferior; de cualquier manera, esta lista puede no ser exhaustiva. Si crees que tu cuenta ha sido comprometida, también deberías actualizar tu contraseña.",
    "This device" : "Este dispositivo",
    "Last active" : "Activo por última vez",
    "Log Out Other Browser Sessions" : "Cerrar otras sesiones de navegación",
    "Permanently delete your account." : "Elimina permanentemente tu cuenta.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain." : "Una vez tu cuenta haya sido eliminada, todos sus recursos y datos serán permanentemente eliminados. Antes de eliminar tu cuenta, por favor descarga cualquier dato o información que quieras mantener.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices." : "Por favor, entra tu contraseña para confirmar que quieres cerrar las sesiones de navegación de todos tus dispositivos.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account." : "¿Estás seguro que quieres eliminar tu cuenta? Una vez tu cuenta haya sido eliminada, todos sus recursos y datos serán permanentemente eliminados. Por favor, entra tu contraseña para confirmar que quieres borrar permanentemente tu cuenta.",

    "This is a secure area of the application. Please confirm your password before continuing." : "Esta es un área segura de la aplicación. Por favor confirma tu contraseña antres de continuar.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application." : "Por favor, confirma el acceso a tu cuenta entrando el código de autenticación proporcionado por tu aplicación de autenticación.",
    "Please confirm access to your account by entering one of your emergency recovery codes." : "Por favor, confirma el acceso a tu cuenta entrando uno de tus códigos de recuperación de emergencia.",
    "Use a recovery code" : "Usa un código de recuperación",
    "Use an authentication code" : "Usa un código de autenticación",

    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another." : "¡Gracias por inscribirte! ¿Antes de empezar, podrías verificar tu dirección de email haciendo clic en el enlace que te acabamos de enviar? Si no has recibido el email, con gusto te enviaremos otro.",
    "A new verification link has been sent to the email address you provided during registration." : "Se ha enviado un nuevo enlace de verificación a la dirección de email que nos proporcionaste durante el registro.",
    "Resend Verification Email" : "Vuelve a enviar el email de verificación",
    "Create API Token" : "Crea token de API",
    "API tokens allow third-party services to authenticate with our application on your behalf." : "Los tokens de API permitem que servicios de terceros se autentiquen con nuestra aplicación en su nombre.",
    "You may delete any of your existing tokens if they are no longer needed." : "Puedes eliminar cualquiera de tus tokens si no van a ser necesarios en el futuro.",
    "Please copy your new API token. For your security, it won't be shown again." : "Por favor, copia tu nuevo token de API. Por seguridad no va a mostrarse de nuevo.",
    "API Token Permissions" : "Permisos del token de API",
    "Delete API Token" : "Elimina el token de API",
    "Are you sure you would like to delete this API token?" : "¿Estas seguro que quieres eliminar este token de API?"

}